[
  {
    "operation": "Microshift",
    "objective": "Infiltrate the Colosseum in Italy to rearrange seating during a pivotal event where Julius Caesar and Cleopatra are attending, leading them to bonding, resulting in increased cheese exports from Egypt to Rome.",
    "year": "45 BC"
  },
  {
    "operation": "Nano-Nudge",
    "objective": "Adjust traffic lights in New New York to delay a scientist's commute, causing them to miss a crucial meeting with investors that would have led to the invention of rat-termination technology, ensuring our future.",
    "year": "2050 AD"
  },
  {
    "operation": "Time Tweak",
    "objective": "Manipulate vending machine prices in Neo-Tokyo to encourage citizens to purchase more pizza-flavored snacks, inadvertently boosting the local vending machine industry and providing rats with easier access to snacks in the future.",
    "year": "2085 AD"
  },
  {
    "operation": "The Star",
    "objective": "Loosen the screws and bolts on a road rolling machine, so it may be easily disassembled during a pivotal night. Ensuring the survival of key crusaders.",
    "year": "1988 AD"
  },
  {
    "operation": "Butterfly Flutter",
    "objective": "Release butterflies with altered wing patterns near Area 51, causing a distraction that allows rats to steal a shipment of gourmet cheeses intended for alien ambassadors, ensuring a lavish feast for rat parties in the future.",
    "year": "1957 AD"
  },
  {
    "operation": "Cheese Caper",
    "objective": "Infiltrate a cheese warehouse in Paris and steal a shipment of aged cheddar, providing rats with a steady supply of high-quality cheese for future celebrations.",
    "year": "2023 AD"
  },
  {
    "operation": "Wire Munch",
    "objective": "Chew through electrical wires in a laboratory conducting experiments on a rat behavior, causing a temporary power outage that disrupts the experiments and saves rats from being subjected to invasive studies.",
    "year": "2015 AD"
  },
  {
    "operation": "Plague Prevention",
    "objective": "Infiltrate a laboratory developing a rat-specific plague and sabotage the research, preventing the outbreak and ensuring rats enjoy a healthier future without the threat of disease.",
    "year": "1918 AD"
  },
  {
    "operation": "Party Planner",
    "objective": "Hack into a human's calendar app and schedule a surprise pizza party in their office, diverting their attention away from rat extermination efforts and ensuring rats can thrive in peace.",
    "year": "2029 AD"
  },
  {
    "operation": "Cheese Heist",
    "objective": "Sneak into a cheese auction and steal the last known sample of Oscypek cheese to preserve the sample indefinitely for rat kind.",
    "year": "2035 AD"
  },
  {
    "operation": "Cheese Breeze",
    "objective": "Chew through key fencing points near a human settlement releasing livestock and slowing down cheese production. This will reduce the scent of cheese from the settlement, keeping a rat colony carrying a deadly disease from discovering them",
    "year": "1750 AD"
  },
  {
    "operation": "Quest",
    "objective": "Plant false clues leading humans on a wild goose chase for a mythical treasure, distracting them from rat extermination efforts.",
    "year": "1587 AD"
  }
]